/* Localized versions of Info.plist keys */

CFBundleName = "Download files";
CFBundleGetInfoString = "Cyberduck *version*, Copyright 2005 David V. Kocher.";
NSHumanReadableCopyright = "Copyright 2005 David V. Kocher\nhttp://cyberduck.ch";

AMName = "Download files";

/*  AMKeyword localized strings  */
"Download" = "Download";

/*  Description localized strings  */
AMDSummary = "This action download files from a server using FTP/FTP-TLS or SFTP.";
